2017-04-20-Ablative-of-comparison-vs-quam.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-05-01 Mon 14:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Ablative of comparison vs quam</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Matúš Goljer" />
<link rel="stylesheet" href="css/blog.css" />
</head>
<body>
<div id="preamble" class="status">
<a href="./sitemap.html">Home</a>
<a href="https://github.com/Fuco1/">GitHub</a>
<a href="https://www.patreon.com/user?u=3282358">Patreon</a>
<hr />
</div>
<div id="content">
<h1 class="title">Ablative of comparison vs quam</h1>

<p>
In English, the comparative adjective or adverb is connected to the thing being compared with the conjunction <i>than</i>.
</p>

<ul class="org-ul">
<li>She is older <i>than</i> he is.</li>
<li>I talk to no one with more pleasure <i>than</i> to you.</li>
</ul>

<p>
In Latin, the regular particle to express the comparison is <i>quam</i>, so the previous examples would become:
</p>

<ul class="org-ul">
<li>Ea senior est <i>quam</i> ille.</li>
<li>Cum nūllō libentius colloquor <i>quam</i> tēcum.</li>
</ul>

<p>
You can often omit it with numbers and adverbs such as <i>plūs</i> or <i>minus</i>.
</p>

<p>
But Latin also has another way to express comparison.  Yes, you guessed it right, the ever-so-flexible ablative.  Using ablative for comparison makes the phrases snappier, shorter and more to the point<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>.
</p>

<p>
The basic anatomy of an comparative ablative is to put the thing or person being compared or the property being compared in ablative.  You can imagine this being something akin to ablative of respect or separation.
</p>

<ul class="org-ul">
<li><i>Hāc rē</i> nihil contemptius esse potest.</li>
<li>Nothing can be more despicable than this act.</li>
</ul>

<p>
But there is one thing you need to beware of; you can only use this ablative <b>if the other noun would be in nominative or accusative</b>, otherwise you have to fall back to <i>quam</i>.  To illustrate the difference, observe the following (the adjective <i>studiōsus</i> takes genitive):
</p>

<ul class="org-ul">
<li>Tuī studiōsior sum <i>quam illīus.</i></li>
<li>I am fonder of you than of him. (i.e. I like you more than him)</li>
<li>Tuī studiōsior <i>illō</i> sum.</li>
<li>I am fonder of you than he is. (i.e. I like you more than he does)</li>
</ul>

<p>
The second example translated to the regular <i>quam</i> construction would read:
</p>

<ul class="org-ul">
<li>Tuī studiōsior <i>quam ille</i> sum.</li>
</ul>

<p>
which puts the noun in nominative.
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara">Similar to how Ablative Absolute can make the lengthy <i>temporal cum</i> constructions simpler</div></div>


</div>
</div></div>
<div id="postamble" class="status">
<hr />
<div style="text-align: left; float: left;">Last updated at: 2017-05-01 14:43</div>
<div style="text-align: right;"><a href="./posts/2017-04-20-Ablative-of-comparison-vs-quam.org">Source</a></div>
</div>
</body>
</html>
